Table of Contents
 Class ConcreteSLSCheckResultStressLimitation
Namespace
IdeaRS.OpenModel.Concrete.CheckResult
Assembly
IdeaRS.OpenModel.dll
SLS Check Stress Limitation base
public abstract class ConcreteSLSCheckResultStressLimitation : ConcreteCheckResultBase
Inheritance
object
ConcreteCheckResultBase
ConcreteSLSCheckResultStressLimitation
Derived
ConcreteSLSCheckResultStressLimitationEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page